/**
 * Config file
 */

const CONFIG = [
  {
    heading: '1. Кто автор сказки «Аленький цветочек»?',
    correctAnswer: 'С. Т. Аксаков',
    wrongAnswers: [
      'В. Ф. Одоевский',
      'П. П. Бажов'
    ]
  },
  {
    heading: '2. Какими словами начинается эта сказка?',
    correctAnswer: '«В некотором царстве, в некотором государстве...»',
    wrongAnswers: [
      '«Три девицы под окном...»',
      '«За горами, за лесами, за широкими морями...»'
    ]
  },
  {
    heading: '3. Куда собрался купец?',
    correctAnswer: 'за тридевять земель',
    wrongAnswers: [
      'в Африку',
      'в путешествие по всему миру'
    ]
  },
  {
    heading: '4. Какой гостинец попросила средняя дочь?',
    correctAnswer: 'тувалет из хрусталю восточного',
    wrongAnswers: [
      'золотой венец из камениев самоцветных',
      'ожерелье из жемчуга бурмицкого'
    ]
  },
  {
    heading: '5. Где нашёл купец аленький цветочек?',
    correctAnswer: 'в лесу дремучем',
    wrongAnswers: [
      'на острове',
      'в чаще зелёной'
    ]
  },
  {
    heading: '6. Какой волшебный предмет дал зверь лесной, чудо морское, чтобы купец мог быстро очутиться дома?',
    correctAnswer: 'золотой перстень',
    wrongAnswers: [
      'медный браслет',
      'изумрудное ожерелье'
    ]
  },
  {
    heading: '7. С каким условием чудище мохнатое отпустило купца?',
    correctAnswer: 'если он пришлет вместо себя одну из дочерей',
    wrongAnswers: [
      'если он отдаст аленький цветочек',
      'если заплатит за цветочек золотом'
    ]
  },
  {
    heading: '8. Как жилось девушке во дворце у зверя лесного, чуда морского?',
    correctAnswer: 'исполнялись все ее желания',
    wrongAnswers: [
      'ей приходилось работать с утра до ночи',
      'она пребывала в постоянной тоске и печали'
    ]
  }
];
